Repository: detrothe/d2beam-gui
Catalog: xliff/*.xlf
Languages: es_es

# s6750e087f400b3eb
source: isAndroid =
es_es: ist Android

# s9fba2bcfd7807411
source: Haupt
es_es: Principal

# s0bff33921e8709f6
source: Bedienfeld anzeigen
es_es: Mostrar panel de control

# s2b41d1fba90e38cb
source: Beschriftung
es_es: labeling

# se3f50870e34f1521
source: Systemlinien
es_es: líneas del sistema

# s4208b8c9f9ba4783
source: Verformungen
es_es: deformación

# s3d1362f3061410b4
source: Normalkraft
es_es: fuerza axial

# s51ac13fc60ec8d42
source: Querkraft
es_es: fuerza cortante

# s3d21e2828d9cbcdd
source: Moment
es_es: momento

# sc9383464bcc002fe
source: Knickfigur
es_es: buckled shape

# sc9ffcae4af440f51
source: Schiefstellung
es_es: inclination

# s59afc2d10f246311
source: Stabvorverformung
es_es: beam pre-deformation

# s8d3551f00a88687e
source: Skalierung
es_es: scaling

# s8baaaf87af7af7d7
source: Lasten anzeigen
es_es: Cargas

# sd0d2dfe921d156c5
source: Lagerkräfte anzeigen
es_es: Reacciones

# s56d117dffa5a0f36
source: Dynamik
es_es: Dynamics

# scfc306ddc5333ba2
source: Eigenformen
es_es: eigenform

# s0641fdf7c4cc8625
source: animate Eigenformen
es_es: animate eigenform

# s65ada9f53688cb8f
source: Massen anzeigen
es_es: show masses

# scc6d3482dd1b2057
source: Optionen
es_es: Options

# s51851ec717862dad
source: Umriss anzeigen
es_es: shoe outline

# se48ef32e03a831e9
source: Gesamtverformung
es_es: total deformation

# s0a9a66a4199b4e6a
source: Gleichgewicht SG
es_es: equilibrium of forces

# s0c6f4bc0ae2a0d3b
source: Schriftgröße:
es_es: Tamaño de letra:

# s2153b0c36b61fda8
source: nur für Touchscreens:
es_es: Solo para pantallas táctiles:

# s2ad271c4bf69a58d
source: Selektion von Zellen mit Finger erlauben
es_es: Permitir la selección de celdas con el dedo

# s062463b6cb2ba47f
source: Auswahl als Standardwerte im Browser speichern
es_es: Guardar la selección como valores predeterminados en el navegador

# sdb44853a9a24fec0
source: Standardwerte im Speicher des Browsers löschen
es_es: Borrar los valores predeterminados de la memoria del navegador

# sd98b69251f066fa1
source: Stab
es_es: Barra

# s2c9170533952c430
source: Knotenlager eingeben
es_es: Introducir de reacciones

# s7a37f71a594a557c
source: KnLast
es_es: nodCargas

# s97cb3fe71c6686b4
source: Eingabe Knotenlasten
es_es: Introducir de cargas de nodos

# s7937af3c124f9244
source: ElLast
es_es: Cargas

# s0bf516a8f909ff39
source: Eingabe Elementlasten
es_es: Introducir de cargas para los elementos

# sa81e2cdaf6921adc
source: System
es_es: Sistema

# s7129495aed9d8046
source: Ergebnisse
es_es: Resultados

# s98b90047028ffa6e
source: Querschnitte
es_es: Secciones

# s9a0c3a9a16547042
source: Vorverformungen
es_es: Deformaciones previas

# s763d87fc3b6b3f5b
source: Kombinationen
es_es: Combinaciones

# scb099bdf627764bb
source: Ausdruck
es_es: Salida

# sbb1b7f4e054767ec
source: Tabellen
es_es: Tablas

# s8adcdb8a4fce3119
source: Objektdaten speichern
es_es: Guardar datos del objeto

# s4a73475a66d0ff67
source: Objektdaten einlesen
es_es: Importar datos del objeto

# s9234cde5c4c75943
source: neue Eingabe beginnen
es_es: Iniciar nuevo proyecto

# se18e2431d4b6e0cd
source: Eingabe prüfen
es_es: Comprobar entrada

# s4740b165d808bdda
source: zeige Einführungsvideos
es_es: Mostrar vídeos introductorios

# s7899fc50b891ee9e
source: Projekt (freier Text mit HTML Formatierung für fett):
es_es: Proyecto (texto libre con formato HTML para negrita):

# s58d53b5fea623adc
source: Berechnungsart:
es_es: Tipo de cálculo:

# s7b709460ddf6cbb0
source: statisch
es_es: estático

# s49eceeebc54b289d
source: dynamisch
es_es: dinámico

# sa340e0670e759df0
source: Berechnung nach:
es_es: Cálculo según:

# sbe7f22a0e58f9911
source: Th. I. Ordnung
es_es: Teoría de primer orden

# sab2e8866b3e797d4
source: Th. II. Ordnung
es_es: Teoría de segundo orden (P-Δ)

# sf06dab1ce58009f2
source: Materialeigenschaften:
es_es: Propiedades del material:

# sac3191c5ecc66e60
source: linear
es_es: lineal

# se5eb876756457fc8
source: nichtlinear
es_es: no lineal

# se9f528070d8cf418
source: Rechnen
es_es: Cálculo

# s3b2332f82896832c
source: aktueller Dateiname:
es_es: nombre del archivo actual:

# sf2b3ecba8ce0ddf7
source: neue Eingabe
es_es: Empezar una nueva entrada

# s8d5fcddffb49d365
source: Hinweis: Alle Eingaben werden gelöscht !
es_es: Aviso: ¡Se borrarán todos los datos introducidos!

# s5b4332874f0c4bf5
source: Die Tabellengrößen können später jederzeit mit den Buttons, die sich oberhalb der Tabellen befinden, geändert werden.<br /> Nach den Änderungen ist eine Neuberechnung erforderlich
es_es: El tamaño de las tablas se puede modificar en cualquier momento utilizando los botones situados encima de las mismas. Tras los cambios, es necesario realizar un nuevo cálculo.

# s1802ab88151d5b76
source: Art des Systems :
es_es: Tipo de sistema:

# s83c549670e2c85da
source: Stabwerk
es_es: Estructuras de barras

# s9f1c28507d0dfda8
source: Fachwerk
es_es: Cercha

# s9af710578a457088
source: Die Art des Systems kann nachträglich nicht mehr geändert werden !
es_es: El tipo de sistema no se puede cambiar posteriormente !

# s08b05d07b5566bef
source: ok
es_es: Aceptar

# s8f411426731b6d29
source: Abbrechen
es_es: Cancelar

# s6e0487907409b2ab
source: Eingabe des Querschnitts
es_es: Introducción de la sección transversal

# s9d1fbad1be94c6eb
source: Name (eindeutig):
es_es: Nombre (único):

# sd9ced2484d57c5f6
source: Rechteck
es_es: Rectángulo

# se01b5e871f140405
source: Querschnittswerte
es_es: Valores transversales

# sa02d94fa5282edbf
source: Profil
es_es: Perfil

# sbdd50376173d3875
source: Querschnittshöhe:
es_es: Altura transversal:

# s11d133bf4147f948
source: Querschnittbreite:
es_es: Ancho transversal:

# s2f66686ba092753a
source: E-Modul:
es_es: E-módulo

# sc2d13cc512db2d69
source: Wichte:
es_es: peso específico

# sd9a9e869e96dea5d
source: Schubfaktor:
es_es: coeficiente de forma:

# s2e71c3c8995c98ce
source: Querdehnzahl:
es_es: coeficiente de Poisson:

# sbd63df02a0b7c518
source: Temp-Koeffizient
es_es: coeficiente de temperatura

# s5c2cea4a0d9a497d
source: Faktor Dehnsteifigkeit:
es_es: Factor rigidez a la tracción:

# s165017f6138f8d2c
source: neuer Querschnitt
es_es: nueva sección

# s1ad39a021f0b54c6
source: Linear elastisch Querschnittswerte
es_es: Valores de sección transversal elásticos lineales

# s660fdf5d11e3304d
source: Definition des Querschnitts
es_es: Definición de sección transversal

# s684d7269ec02e919
source: Kurzinformationen GUI
es_es: Información breve sobre la interfaz gráfica de usuario (GUI)

# s6672f37e4875d9be
source: Eingabe mit dem Finger bei einem Touchscreen
es_es: Introducción con el dedo en una pantalla táctil

# s46e0e618bf2299ec
source: Knoteneingabe und Rasterlinien
es_es: Introducción de nudos y líneas de cuadrícula

# s6e859bbc09f177dc
source: Rasterbereich
es_es: Líneas de cuadrícula

# s1af650f3abc723be
source: Weitere Informationen zur grafischen Eingabe findest du im Tab Info.
es_es: Encontrarás más información sobre la entrada gráfica en la pestaña Información.

# sb9d2ebb8b6b2ade4
source: Um exakte Eingaben zu ermöglichen, befindet sich der Eingabecursor neben dem Finger. Platziere den Eingabefinger auf dem Screen und bewege den <b>Cursor</b> zu der gewünschten Stelle, und hebe dann den Finger vom Screen ab. Das Anheben des Fingers hat hier die gleiche Funktion wie das Drücken der linken Maustaste. Wird, wie bei der Eingabe des Stabendes, eine weitere Eingabe erforderlich, dann ist der Finger wieder auf den Bildschirm zu setzen und der Cursor an die gewünschte Stelle zu bewegen. Das erneute Anheben beendet die Eingabe. Den Abstand und die Lage (Vorzeichen) des Cursors vom Finger kannst du unter Einstellungen GUI ändern.
es_es: Para permitir entradas precisas, el cursor de entrada se encuentra junto al dedo. Coloca el dedo de entrada en la pantalla y mueve el cursor al lugar deseado, y luego levanta el dedo de la pantalla. Levantar el dedo tiene aquí la misma función que pulsar el botón izquierdo del ratón. Si, al igual que al introducir el extremo de la barra, se requiere otra entrada, vuelve a colocar el dedo en la pantalla y mueve el cursor al lugar deseado. Al levantar el dedo de nuevo, se finaliza la entrada. Puedes cambiar la distancia y la posición (signo) del cursor con respecto al dedo en Ajustes GUI.

# s4777a861e6d0676b
source: Der unter Einstellungen GUI einstellbare Rasterbereich dient nur zur Orientierung bei der Eingabe. Im Normalfall wird er so eingestellt, dass das gesamte System darin dargestellt werden kann.
es_es: El área de cuadrícula configurable en la interfaz gráfica de usuario solo sirve como orientación para la introducción de datos. Normalmente se configura de manera que se pueda representar todo el sistema en ella.

# sb09c495962730e6a
source: Die Eingabe von Knoten über den Dialog ist nicht zwingend erforderlich. Bei der Eingabe von Stabanfang und -ende wird zuerst nach einem vorhandenen Knoten innerhalb der Fangweite (Die Linienlängen des Cursors geben das Fangfenster an) gesucht. Wird kein Knoten gefunden, wird der nächste Rasterpunkt (Schnittpunkt der Rasterlinien) gewählt, sofern er innerhalb des Fangfensters des Cursors liegt. Ein gefundener Rasterpunkt wird als blaues Rechteck angezeigt. Andernfalls werden die Koordinaten des Cursors genommen. Der Abstand der Rasterlinien kann unter Einstellungen GUI geändert werden.
es_es: No es obligatorio introducir nodos a través del cuadro de diálogo. Al introducir el inicio y el final de la barra, primero se busca un nodo existente dentro del alcance de captura (las longitudes de las líneas del cursor indican la ventana de captura). Si no se encuentra ningún nodo, se selecciona el siguiente punto de cuadrícula (intersección de las líneas de cuadrícula), siempre que se encuentre dentro de la ventana de captura del cursor. Un punto de cuadrícula encontrado se muestra como un rectángulo azul. De lo contrario, se toman las coordenadas del cursor. La distancia entre las líneas de cuadrícula se puede cambiar en Configuración GUI.

# s2b7c0ebed1d5f1a8
source: Knotenkoordinaten
es_es: Coordenadas del nodo

# sd82c3dbc52e9abee
source: Die ID wird bei TH.II.O. im Tab Vorverformungen benötigt
es_es: El ID se necesita en TH.II.O. en la pestaña Preformaciones.

# sc376f0e2470cb265
source: Knoten ID
es_es: ID del nodo

# sc381fe2ae57c2313
source: Anwenden
es_es: Aplicar

# se07bc1727af675c8
source: Knotenlast
es_es: Carga nodal

# sc508c6ac4435de64
source: nur Lastfall ändern
es_es: Solo cambiar caso de carga

# s917e0dd0ca03b10a
source: Lastfall :
es_es: Caso de carga:

# s35e97643d1f8de40
source: Winkel im Gegenuhrzeigersinn positiv
es_es: Ángulo positivo en sentido antihorario

# sd17365872c4f61e7
source: Knotenlager
es_es: Soporte nodal

# s7d0cc518c494a80e
source: Drehung des Knotens (Lagers), im Gegenuhrzeigersinn positiv
es_es: Rotación del nudo (soporte), en sentido antihorario positivo

# sefe2e947928bba8c
source: Lagerbedingungen
es_es: Condiciones de soporte

# s6a83752762ead46e
source: Lager starr
es_es: soporte rígido

# s5d9967b49bd47559
source: oder
es_es: o

# sa192adcf9373e01a
source: Federkonstante
es_es: constante elástica

# s082fee50a17a58f9
source: Einstellungen GUI
es_es: Configuración GUI

# s1121453a4f564119
source: Keine Fingererkennung bei Stiftbenutzung für Systemeingabe
es_es: No se reconoce el dedo cuando se utiliza un lápiz para introducir datos en el sistema

# s02a67a5e0d12eb12
source: keine Einheiten anzeigen in Grafik
es_es: No mostrar unidades en el gráfico

# s2c8573c23edad989
source: Stifteingabe wie Fingereingabe
es_es: Entrada con lápiz igual que con el dedo

# s567a79132ce99d3d
source: Fangweite Cursor:
es_es: Alcance del cursor:

# s5c4d149a121ec91a
source: Faktor für Lagersymbole:
es_es: Factor para los símbolos de soporte:

# s0278681b3145d48b
source: Cursor Offset Faktor bei Touch (Finger) Eingabe (bei 0 befindet sich der Cursor direkt unter dem Finger):
es_es: Factor de desplazamiento del cursor en la entrada táctil (dedo) (en 0, el cursor se encuentra directamente debajo del dedo):

# sa67929a9032d7484
source: Faktor für dx:
es_es: Factor para dx:

# sa67221a90327483e
source: Faktor für dz:
es_es: Factor para dz:

# sc88524dc7bec3ba6
source: Initial darzustellender Rasterbereich
es_es: Área de trama inicial a representar

# s521b400e2fa70dc8
source: Raster
es_es: cuadrícula

# s51967beda3ece227
source: Offset Raster
es_es: cuadrícula offset

# sef2a8e389cc8bc15
source: Streckenlasten
es_es: carga distribuida

# s852c56c86f4f4449
source: Einzellasten
es_es: cargas puntuales

# sa28084132e46d192
source: Temperatur
es_es: temperatura

# s0d1bad2ed40c305a
source: Vorspannung
es_es: pretensado

# sde5e53bd97d6062e
source: Spannschloss
es_es: tensor

# s2b34a0f5704c95c2
source: Art der Trapezstreckenlast :
es_es: Tipo de carga lineal trapezoidal:

# sfb0478b32732aa30
source: senkrecht auf Stab
es_es: perpendicular a la barra

# sdfe48192defca7bd
source: in globaler z-Richtung
es_es: en dirección z global

# sbdf2a01274e3cbf4
source: in globaler z-Richtung, Projektion
es_es: en dirección z global, proyección

# s490ad1b0503cba5f
source: in globaler x-Richtung
es_es: en dirección x global

# se2ac2973eaf6ddc6
source: in globaler x-Richtung, Projektion
es_es: en dirección x global, proyección

# s07276530e6884c15
source: Temperatur an Unter- und Oberseite
es_es: Temperatura en la parte inferior y superior

# sd3ac07153a11e41f
source: Zentrische Vorspannung
es_es: Precarga centrada

# sc00669f0970fdc31
source: Stabvorverformungen (nur bei Th.II.O.)
es_es: Deformaciones previas de vigas (solo en teoría II.O.)

# sb60d0d6316ed7878
source: Elementlasten
es_es: Cargas de elementos

# s158540ce0c07369d
source: Wähle eine Option
es_es: Selecciona una opción

# s43416e6180c07e85
source: Knotenverformung
es_es: Deformación de nudos

# sbb33101f6d46481f
source: selektiere mehrere Elemente
es_es: Selecciona varios elementos

# sbb57c970d148a7d8
source: selektiere nach Element-Typ
es_es: Seleccionar por tipo de elemento

# sf3dec101a866cd9c
source: deselektiere alle Elemente
es_es: Deselecciona todos los elementos

# s2547cec150cd5726
source: deselektiere mehrere Elemente
es_es: Deseleccionar varios elementos

# s11a8f7c1aed9eeb8
source: Kopiere selektierte Elemente
es_es: Copiar elementos seleccionados

# s76692b76c761818c
source: Editiere selektierte Elemente
es_es: Editar elementos seleccionados

# s566b0c00d97da6b2
source: Messen
es_es: medir longitudes

# s8868c976698b6e74
source: Ausblenden
es_es: Ocultar

# s180a3aad88575d3d
source: Rasterlinien
es_es: líneas de trama

# s650d928168a2cc45
source: Stab Querschnittsname
es_es: barra Nombre transversal

# s391b70f7d352f798
source: Lager
es_es: soporte

# sc729044b272a9ffb
source: Knotenlasten
es_es: cargas nodales

# s562ad517c760d37b
source: Knotenmassen
es_es: masas nodales

# sd64b92494d15400a
source: Knotenverformungen
es_es: deformaciones de nudos

# s149a0a21f95cfb5d
source: Bemaßung
es_es: dimensionamiento

# s4cd219280214a6b1
source: Zeige :
es_es: Mostrar :

# s84b24c83aaeeb5f3
source: alle
es_es: todos

# s917e04d0ca03a1bf
source: Lastfall 1
es_es: caso de carga 1

# s42a8fafacf7d0fa7
source: System als svg-Datei speichern
es_es: Guardar el sistema como archivo svg

# sb205170315fd9dbe
source: alle Lastfälle
es_es: todos los casos de carga

# sdcc618dd2b6ce1f4
source: Lastfall
es_es: caso de carga

# s8db89619f41917b4
source: Pin
es_es: fijar

# se772e5c544d8fb9b
source: Weitere Aktivitäten
es_es: Otras actividades

# sb2246a8686ca9805
source: Schließen
es_es: Cerrar

# s45a6175ff5837d88
source: Elementlasten
es_es: cargas por elemento

# s08395b5ece17be10
source: Bemaßung parallel
es_es: Dimensionamiento paralelo

# s62bbd61a5ded4527
source: Bemaßung horizontal
es_es: Dimensionamiento horizontal

# s8973491fa3b25481
source: Bemaßung vertikal
es_es: Dimensionamiento vertical

# sa5a52c4169e1e648
source: Stab-Eigenschaften
es_es: Propiedades de la elemento

# sfaadd489dfa358bf
source: Querschnitt
es_es: sección transversal

# s5bfa8df7ff3f340a
source: Art des Stabes
es_es: Tipo de elemento

# sd64c04f6cc0ee34c
source: Biegestab d2beam
es_es: viga d2beam

# s293d1a977716f4a1
source: FW-Stab Zug + Druck
es_es: Tracción + compresión

# sb51fce4a6488bd2e
source: FW-Stab nur Zug
es_es: truss solo tracción

# see27cf5ab63de49f
source: FW-Stab nur Druck
es_es: truss solo presión

# s2bcf54e43d1edf0c
source: Gelenke
es_es: Articulações

# s2c0dccac51d58d5e
source: Starre Stabenden
es_es: Extremos rígidos de la elemento

# sfb513c9f05f2007c
source: starr a:
es_es: rígido a:

# sfb5eb49f05fd56c0
source: starr e:
es_es: rígido e:

# se67a90c06f82c248
source: Stabbettung
es_es: Alineación de Winkler

# sc1d21b56736029e4
source: Eingabe der Lastfälle
es_es: Introducción de los casos de carga

# s078637e8ea734ef8
source: Anzahl Lastfälle :
es_es: Número de casos de carga :

# s3ee5664c49a38eff
source: Tabelle anpassen
es_es: Ajustar el tamaño de la tabla

# s45deb552041bc081
source: Eingabe der Kombinationen
es_es: Introducción de las combinaciones

# sf1761da387d5b4f7
source: und der Multiplikatoren (Lastfaktoren), mit denen die einzelnen Lastfälle multipliziert werden sollen.
es_es: y los multiplicadores (factores de carga) con los que se deben multiplicar los casos de carga individuales.

# sf3f260df2cc0cf33
source: Eine leere Zelle oder null bedeutet, dass der Lastfall nicht an der Kombination beteiligt ist.
es_es: Una celda vacía o un cero significa que el caso de carga no participa en la combinación.

# s6431d4f0541960d3
source: Ein Kommentar ist optional.
es_es: El comentario es opcional.

# s5c1fb6f38c79e9c4
source: Bei Theorie I.Ordnung und linearen Materialeigenschaften sind Kombinationen optional. Bei Theorie II. Ordnung und/oder nichtlinearen Materialeigenschaften muss mindestens eine Kombination definiert sein.
es_es: En el caso de la teoría de primer orden y las propiedades lineales de los materiales, las combinaciones son opcionales. En el caso de la teoría de segundo orden y/o las propiedades no lineales de los materiales, se debe definir al menos una combinación.

# scbc97ad387a601ff
source: Anzahl Kombinationen:
es_es: Número de combinaciones:
